/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ is gedownload van het web en is klaar voor gebruik! Wilt u deze installeren en %1$@ nu herstarten?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan niet worden bijgewerkt wanneer deze is gestart van een alleen-lezen volume, zoals een schijfkopie of een optische schijf. Verplaats %1$@ naar uw map Programma's, herstart het vanaf daar en probeer opnieuw.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ is momenteel de laatst beschikbare versie.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ is nu beschikbaar - u heeft %3$@. Wilt u deze nu downloaden?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ gedownload";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ van %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Er is een nieuwere versie van %@ beschikbaar!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Er is een nieuwere versie van %@ gereed voor installatie!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Er is een fout opgetreden bij het ophalen van de update informatie. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Er is een fout opgetreden bij het downloaden van de update. Probeer later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Er is een fout opgetreden bij het uitpakken van het archief. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Er is een fout opgetreden bij het installeren van de update. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Er is een fout opgetreden bij het verwerken van de updatefeed.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Er is een fout opgetreden bij het herstarten van %1$@, maar de nieuwe versie zal de volgende keer dat u %1$@ start, beschikbaar zijn.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* No comment provided by engineer. */
"Cancel Update" = "Annuleer update";

/* No comment provided by engineer. */
"Checking for updates..." = "Controleren op nieuwe versies…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Downloaden update…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Archief uitpakken…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installeer en start opnieuw";

/* Take care not to overflow the status window. */
"Installing update..." = "Installeert update…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Klaar voor installatie";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Moet %1$@ automatisch controleren op nieuwe versies? U kunt altijd handmatig controleren op nieuwe versies via het %1$@ menu.";

/* No comment provided by engineer. */
"Update Error!" = "Updatefout!";

/* No comment provided by engineer. */
"Updating %@" = "Update %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "U heeft al de nieuwste versie van of %@.";

/* No comment provided by engineer. */
"You're up to date!" = "U heeft al de laatste versie!";